/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Bu bilgisayarın Internet bağlantısı çevrimdışı gözüküyor.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Bu bilgisayarın Internet bağlantısı çevrimdışı olabilir.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Bu bilgisayarın Internet bağlantısı çevrimiçi gözüküyor.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Bu bilgisayarın DNS sunucusu yanıt vermiyor.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS sunucusu sunucu adını bulamadı.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Bu bilgisayarın yönelticisi yanıt vermiyor.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Bu bilgisayarın bağlanmaya çalıştığı sunucu yanıt vermiyor.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Bu bilgisayarın Internet bağlantısı çevrimiçi gözüküyor.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Web formu parolası";

/* HTTP result code string */
"accepted" = "kabul edildi";

/* HTTP result code string */
"bad gateway" = "geçersiz ağ geçidi";

/* HTTP result code string */
"bad request" = "geçersiz istem";

/* HTTP result code string */
"client error" = "istemci hatası";

/* HTTP result code string */
"conflict" = "çelişki";

/* HTTP result code string */
"continue" = "sürdür";

/* HTTP result code string */
"created" = "yaratıldı";

/* HTTP result code string */
"expectation failed" = "beklenti başarısız oldu";

/* HTTP result code string */
"forbidden" = "yasak";

/* HTTP result code string */
"found" = "bulundu";

/* HTTP result code string */
"gateway timed out" = "ağ geçidinde zaman aşımı oluştu";

/* HTTP result code string */
"informational" = "bilgi verici";

/* HTTP result code string */
"internal server error" = "dahili sunucu hatası";

/* HTTP result code string */
"length required" = "uzunluk gerekiyor";

/* HTTP result code string */
"method not allowed" = "yönteme izin verilmiyor";

/* HTTP result code string */
"moved permanently" = "tamamen taşındı";

/* HTTP result code string */
"multiple choices" = "birden fazla seçenek";

/* HTTP result code string */
"needs proxy" = "proxy gerektiriyor";

/* HTTP result code string */
"no content" = "içerik yok";

/* HTTP result code string */
"no error" = "hata yok";

/* HTTP result code string */
"non-authoritative information" = "güvenilir olmayan bilgi";

/* HTTP result code string */
"not found" = "bulunamadı";

/* HTTP result code string */
"not modified" = "değiştirilmedi";

/* HTTP result code string */
"partial content" = "kısmi içerik";

/* HTTP result code string */
"payment required" = "ödeme gerekiyor";

/* HTTP result code string */
"precondition failed" = "ön koşul başarısız oldu";

/* HTTP result code string */
"proxy authentication required" = "proxy kimlik doğrulaması gerekiyor";

/* HTTP result code string */
"redirected" = "yönlendirildi";

/* HTTP result code string */
"no longer exists" = "artık yok";

/* HTTP result code string */
"request timed out" = "istem zaman aşımına uğradı";

/* HTTP result code string */
"request too large" = "istem çok büyük";

/* HTTP result code string */
"requested URL too long" = "istenilen URL çok uzun";

/* HTTP result code string */
"requested range not satisfiable" = "istenilen aralık tatmin edici değil";

/* HTTP result code string */
"reset content" = "içeriği sıfırla";

/* HTTP result code string */
"see other" = "diğerine bak";

/* HTTP result code string */
"server error" = "sunucu hatası";

/* HTTP result code string */
"service unavailable" = "servis kullanılamıyor";

/* HTTP result code string */
"success" = "başarılı";

/* HTTP result code string */
"switching protocols" = "protokoller değiştiriliyor";

/* HTTP result code string */
"temporarily redirected" = "geçici olarak yönlendirildi";

/* HTTP result code string */
"unacceptable" = "kabul edilebilir değil";

/* HTTP result code string */
"unauthorized" = "yetkili değil";

/* HTTP result code string */
"unimplemented" = "gerçekleştirilmemiş";

/* HTTP result code string */
"unsupported media type" = "desteklenmeyen ortam türü";

/* HTTP result code string */
"unsupported version" = "desteklenmeyen sürüm";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Web proxy sunucuyla (HTTP) iletişim kurulurken bir sorun oluştu.";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Güvenli web proxy sunucuyla (HTTPS) iletişim kurulurken bir sorun oluştu.";

/* WebFoundationErrorUnknown description */
"Err-998" = "bilinmeyen hata";

/* WebFoundationErrorCancelled description */
"Err-999" = "vazgeçildi";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "geçersiz URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "İstek zaman aşımına uğradı.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "desteklenmeyen URL";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Belirtilen ada sahip bir sunucu bulunamadı.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Sunucuya bağlanamadı.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Ağ bağlantısı kesildi.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "DNS arama hatası";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "çok fazla HTTP yönlendirmesi";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "kaynak yok";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Internet bağlantısı çevrimdışı gözüküyor.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "olmayan bir yere yönlendirildi";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Sunucudan geçersiz bir yanıt alındı.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "sıfır byte’lık kaynak";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "ham verinin kodu çözülemiyor";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "içerik verisinin kodu çözülemiyor";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "yanıt ayrıştırılamıyor";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Uluslararası dolaşım şu anda kapalı.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Şu anda bir arama etkin olduğu için veri bağlantısı kurulamıyor.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Şu anda veri bağlantısına izin verilmiyor.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "istek ana akımı kesildi";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "İstenilen URL bu sunucuda bulunamadı.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "dosya bir dizin";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "İstenilen kaynağa erişme izniniz yok.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "kaynak, maksimum büyüklüğü aşıyor";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Bir SSL hatası oluştuğu için sunucuyla güvenli bağlantı kurulamadı.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Bu sunucu için kullanılan sertifikanın süresi dolmuş.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Bu sunucu için kullanılan sertifikanın süresi dolmuş. “%@” gibi davranmaya çalışan bir sunucuya bağlanıyor olabilirsiniz. Bu durum, gizli bilgilerinizi tehlikeye atabilir.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Bu sunucu için kullanılan sertifika geçersiz.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Bu sunucu için kullanılan sertifika geçersiz. “%@” gibi davranmaya çalışan bir sunucuya bağlanıyor olabilirsiniz. Bu durum, gizli bilgilerinizi tehlikeye atabilir.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Bu sunucu için kullanılan sertifika bilinmeyen bir sertifika otoritesi tarafından imzalanmış.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Bu sunucu için kullanılan sertifika bilinmeyen bir sertifika otoritesi tarafından imzalanmış. “%@” gibi davranmaya çalışan bir sunucuya bağlanıyor olabilirsiniz. Bu durum, gizli bilgilerinizi tehlikeye atabilir.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Bu sunucu için kullanılan sertifika henüz geçerli değil.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Bu sunucu için kullanılan sertifika henüz geçerli değil. “%@” gibi davranmaya çalışan bir sunucuya bağlanıyor olabilirsiniz. Bu durum, gizli bilgilerinizi tehlikeye atabilir.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Sunucu sertifikayı kabul etmedi.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "“%@” sunucusu sertifikayı kabul etmedi.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Sunucu, istemci sertifikası gerektiriyor.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "“%@” sunucusu istemci sertifikası gerektiriyor.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "ağdan yüklenemiyor";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Dosya yaratılamıyor";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Dosya açılamıyor";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Dosya kapatılırken bir hata oluştu";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Dosya yazılamıyor";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Dosya silinemiyor";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Dosya taşınamıyor";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "İndirilenin kodu çözülemedi";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "İndirilenin kodu çözülemedi";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Yine de sunucuya bağlanmak ister misiniz?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Proxy ayarlarınızı değiştirmek için Ağ tercihlerini açın, İleri Düzey’i tıklayın ve daha sonra Proxy’yi tıklayın. Bu sorunla ilgili yardım için sistem yöneticinize danışın.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Proxy Kimlik Doğrulaması Gerekiyor";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "%@ proxy için kimlik doğrulama\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Vazgeç";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Kullanıcı Adı";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Parola";
